# Коммисия брокера
broker_commission = 0.0008

# Минимальное время для обучения
learning_time = 100

# Угол разграничения прямой, восходящего или падающего тренда
angle_inclination = 1 / 20

# Размер первичных участков тренда
size_trend_window = 10

# Максимальная доля поглощаемого среднего участка
share_wave = 1 / 10

# Доля трендового окна для выставления заявок
interval_order_in_trend = 5 / 8

# Значение EMA
window_EMA = 20

# Значение RSI для продажи
upper_value_EMA = 65

# Значение RSI для покупки
lower_value_EMA = 50
